{
    "chapters": [
        {
            "summary": "Binge all six episodes of Stolen Hearts ad free on Amazon. Music included with prime for listeners in the States. Contains references to a car boot, which is the trunk football, and being nicked. Contains some strong language, so watch out for that.",
            "gist": "Stolen Hearts: Dean Jenkins in Prison",
            "headline": "Binge all six episodes of Stolen Hearts ad free on Amazon. com",
            "start": 170,
            "end": 487670
        },
        {
            "summary": "Dean and Bob drive to New Romney in Kent on Halloween night. The plan is in motion, all Dean has to do is wait for the perfect time to check in with Jill and fire off a few saucy messages.",
            "gist": "Dean and Bob",
            "headline": "Dean and Bob talk through their plan as they drive towards New Romney",
            "start": 489390,
            "end": 645480
        },
        {
            "summary": "The Metropolitan Police Flying Squad is responsible for catching serious, organized criminals. They suspect Dean Jenkins and Bob Haines are targeting cash in transit deliveries. 46 police officers are involved in the operation, 26 especially trained firearms officers. They are authorized to use lethal force if necessary.",
            "gist": "The Flying Squad",
            "headline": "Metropolitan Police Flying Squad investigating suspected bank robbery",
            "start": 657680,
            "end": 1091970
        },
        {
            "summary": "Bob bursts out from the shadows of the alleyway with a sawnoff shotgun. He orders the courier to hand over the cash. Dean has seconds to get into position for the perfect getaway. Bob has been shot three times with two bullets hitting his torso. He needs critical care.",
            "gist": "The Bank robber who shot himself",
            "headline": "Bob bursts out from the shadows of the bank wielding a sawnoff shotgun",
            "start": 1104390,
            "end": 1529418
        },
        {
            "summary": "Dean Haynes is caught red handed by two detectives. He is interrogated for two hours in a windowless interview room. Hear a preview of Scam Fluences three weddings and a Funeral.",
            "gist": "Three Weddings And A Funeral",
            "headline": "Dean is interrogated by two detectives over the death of his friend Bob",
            "start": 1529594,
            "end": 1750110
        },
        {
            "summary": "In 1994, a construction crew finds human remains buried in the dirt. The bones of an arm, a spine and a skull are found. This is the clue that will unravel the decade long con of one of the world's most manipulative and cunning liars.",
            "gist": "Case of the Disappeared Body",
            "headline": "A California construction crew finds human remains buried in the dirt",
            "start": 1752640,
            "end": 1841640
        },
        {
            "summary": "On November the first, 2000 and 610 hours since Dean and Bob hit the bank. Dean's sister Debbie is getting ready for work. Joyce and Debbie find out that Bob has been killed. But Dean is alive. Gratitude and grief fold into one.",
            "gist": "Dean's sister's shock after robbery",
            "headline": "Dean and Bob went on a bank robbery on November first, 2000",
            "start": 1841710,
            "end": 2211120
        },
        {
            "summary": "Jill tells her bosses she is in a relationship with someone. She begs Chief Superintendent Paul Amphlett to believe her. He comes to the house and consoles her. But she is haunted by a memory of a similar situation.",
            "gist": "The confession of a domestic abuse victim",
            "headline": "Jill calls chief superintendent Paul Amphlett after learning of husband's death",
            "start": 2213620,
            "end": 2603406
        },
        {
            "summary": "Survey from Wondery and Novel. This is episode two of six of Stolen Hearts. Hosted by me, Kerry Godlyman and written by Kim McCaskill, Tom Wright and Anna Sinfield.",
            "gist": "Stolen Hearts",
            "headline": "This is episode two of six of Stolen Hearts",
            "start": 2603588,
            "end": 2668160
        }
    ],
    "audio_url": "https://www.listennotes.com/e/p/3466ff5e5dd94e8ab0bee761de1f17ef/",
    "thumbnail": "https://production.listennotes.com/podcasts/stolen-hearts-I7zNJO6-_GQ-y9Oa61gFERS.300x300.jpg",
    "podcast_title": "Stolen Hearts",
    "episode_title": "Trick or Treat | 2"
}